[
  {
    "key":"jacareDoPantanal",
    "name":"Jacaré do pantanal",
    "animalSound":"",
    "midia":{
      "imgs":[
          { "img":"../files/img/jacareDoPantanal_1.jpg"}
      ],
      "videos":[
        {
          "video": "", "type": "video/mp4"
        }

      ]
    },
    "menus":[
      {"menu": "habitat",  "text":"O chamado jacaré do Pantanal tem sua distribuição abrangendo a região centro oeste do Brasil, onde se localiza o pantanal. Estes animais  e vivem em rios, lagos e represas.","textSound": ""},
      {"menu":"reprodução", "text":"São animais ovíparos, as fêmeas botam os ovos em ninho, entre 20 a 30 ovos em média e a fêmea cuida dos ovos. A época de reprodução é no verão, quente e chuvoso.","textSound": ""},
      {"menu": "características", "text":"Nome científico:Caiman yacare;<br>Estes animais são répteis e podem chegar a 3 metros de comprimento, mas a média fica entre 2 e 2,5 metros. São animais chamados heterotérmicos, com temperatura do corpo variável. Vivem em bandos que pode conter centenas de animais.","textSound": ""},
      {"menu": "curiosidades", "text": "Se alimentam principalmente de peixes, mas podendo alimentar-se de aves, mamíferos e até invertebrados.  Tem como predadores a onça e a jiboia. <br>Sua carne é apreciada na culinária pantaneira, e atualmente existem criadores destes animais que vendem sua carne e pele.","textSound": ""}
    ],
    "3dModel":""
  },
  {
    "key":"escorpiao",
    "name":"Escorpião",
    "animalSound":"",
    "midia":{
      "imgs":[
          { "img":"../files/img/escorpiao_1.JPG"}
      ],
      "videos":[
        {
          "video": "", "type": "video/mp4"
        }

      ]
    },
    "menus":[
      {"menu": "habitat",  "text":"Pantanal (Brasil, Bolivia, Paraguai) e Agentina.","textSound": ""},
      {"menu":"reprodução", "text":"Sua reprodução ocorre durante todo ano, a fecundação da fêmea é feita a partir de espermatóforo (estrutura que contém os espermatozoides depositados pelo macho).","textSound": ""},
      {"menu": "características", "text":"Nome científico: Tityus trivittatus;<br>Esta espécie se caracteriza por ter duas faixais mais claras no dorso, tem coloração marrom com partes amarelas. São animais predadores  noturnos e vivem tanto em ambientes rurais como urbanos. Alimentam-se de insetos tais como baratas e grilos e são predados por aves e alguns mamíferos. Em ambiente urbanos se escondem em frestas,  buracos, debaixo de objetos tanto na área externa como interna das casas.","textSound": ""},
      {"menu": "curiosidades", "text": "Na região do Pantanal, principalmente na cidade de Corumbá é o animal que mais tem registros de acidentes. Seu veneno não causa morte nos seres humanos, apenas uma dor intensa no local da picada.","textSound": ""}
    ],
    "3dModel":""
  },
  {
    "key":"piranha",
    "name":"Piranha; Piranha vermelha",
    "animalSound":"",
    "midia":{
      "imgs":[
          { "img":"../files/img/piranha_1.jpg"}
      ],
      "videos":[
        {
          "video": "", "type": "video/mp4"
        }

      ]
    },
    "menus":[
      {"menu": "habitat",  "text":"Vive em ambientes de água doce, rios, lagos, represas da América do Sul.","textSound": ""},
      {"menu":"reprodução", "text":"A reprodução ocorre no incio do período de chuvas. A reprodução é externa.","textSound": ""},
      {"menu": "características", "text":"Nome científico: Pygocentrus nattererio;<br>São peixes com tamanho variando entre 18 a 45 cm, de coloração amarelo-avermelhada e corpo achatado lateralmente e ovalado recoberto por escamas. Tem mandíbulas fortes e dentes pequenos, são predadores, alimentando-se de peixes perincipalmente, entretanto pode se alimentar de outros animais como pequenos pássaros e mamíferos.","textSound": ""},
      {"menu": "curiosidades", "text": "Por ser um peixe muito comum nas águas do Pantanal acaba provocando muitos acidentes com pescadores, que ao manusear o animal acabam sendo mordidos. São animais que vivem em cardumes, que podem conter de dezenas a centenas de peixes. São animais apreciados na culinária pantaneira.","textSound": ""}
    ],
    "3dModel":""
  },
  {
    "key":"jaguatirica",
    "name":"Jaguatirica",
    "animalSound":"../files/sounds/animals/jaguatirica.wav",
    "midia":{
      "imgs":[
          {"img":"../files/img/jaguatirica_1.jpg"},
          {"img":"../files/img/jaguatirica_2.jpg"},
          {"img":"../files/img/jaguatirica_3.jpg"}
      ],
      "videos":[
        {
           "video": "", "type": "video/mp4"
        }

      ]
    },
    "menus":[
      {"menu": "habitat",  "text":"Nativo da América, podem ser encontrados desde o norte da Argentina até o sul dos Estados Unidos, habitando ao longo de sua distribuição geográfica em diversos habitats como nas florestas tropicais, subtropicais, savanas e mangues.","textSound": "../files/sounds/text_song/habitat_jaguatirica.mp3"},
      {"menu":"reprodução", "text":"A maturidade sexual dos machos ocorre por volta dos 2 anos de idade e das fêmeas entre 16 e 18 meses, depois disso as fêmeas entram no cio a cada 5 meses em média, durando aproximadamente 8 dias. O período de gestação dura entre 70 e 84 dias e nascem um ou dois filhotes, raramente nascem 3 ou 4. O filhote pesa 90 gramas ao nascer e são amamentados até os nove meses até que aprendam a caçar.","textSound": "../files/sounds/text_song/reproducao_jaguatirica.mp3"},
      {"menu": "características", "text":"Reino:Animalia;<br>Filo:Chordata;<br>Classe:Mammalia;<br> Ordem:Carnivora;<br>Família:Felidae;<br>Subfamília:Felinae;<br>Gênero:Leopardus;<br>Espécie:L. pardalis;<br>A Jaguatirica é um mamífero carnívoro da família dos felinos. Ela dorme de dia e a noite sai para caçar. Conseguem facilmente escalar árvores. A jaguatirica é considerada o terceiro maior felino do continente. Seu tamanho corporal varia de 70 a 100 cm de comprimento e pesa entre 7 e 15,5 kg. Possuem uma cauda mais curta do que outros felinos, com aproximadamente entre 25 a 40 cm de comprimento. Tendo um tamanho total (da cabeça a cauda) de 1,40 metros. As fêmeas costumam ser menores e mais leves que os machos.","textSound": "../files/sounds/text_song/caracteristicas_jaguatirica.mp3"},
      {"menu": "curiosidades", "text": "A jaguatirica está no topo da cadeia alimentar, se alimentando da carne de outros animais menores, como roedores, mamíferos, aves, répteis, peixes, dentre outros. A jaguatirica come entre 600 e 900 gramas de carne por dia, sendo a carcaça enterrada quando não digerida toda de uma vez. é o mais abundante dentre os felídeos sul-americanos, sendo listada como estado de conservação \"pouco preocupante\", já foi muito caçada, para o comercio de sua pele, além de ser desejada como animal de estimação por seu tamanho mediano e sua beleza.","textSound": "../files/sounds/text_song/curiosidades_jaguatirica.mp3"}
    ],
    "3dModel":""
  },
  {
    "key":"capivara",
    "name":"Capivara",
    "animalSound":"../files/sounds/animals/capivara.wav",
    "midia":{
      "imgs":[
          { "img":"../files/img/capivara_1.jpg"},
          {"img":"../files/img/capivara_2.jpg"},
          {"img":"../files/img/capivara_3.jpg"}
      ],
      "videos":[
        {
          "video": "", "type": "video/mp4"
        }

      ]
    },
    "menus":[
      {"menu": "habitat",  "text":"Ocorrem na Colômbia, Venezuela, Guianas, Paraguai e Brasil, em todos os estados, em geral próximos a rios e lagos. Habitam os mais variados tipos de ambiente, desde matas ciliares e savanas sazonalmente inundáveis, a até 500 m de distância.","textSound": "../files/sounds/text_song/habitat_capivara.mp3"},
      {"menu":"reprodução", "text":"A maturidade sexual é atingida com dois anos de vida. Podem se reproduzir ao longo de todo o ano, o período de gestação é de aproximadamente cinco meses e o tamanho da ninhada varia de dois a seis filhotes. Em condições favoráveis podem ter duas ninhadas por ano.Os filhotes tendem a nascer nas épocas em que os meses são mais quentes. Neste período, as fêmeas se afastam do grupo na procura de um lugar para fazer o ninho com a utilização de capim e folhas, onde o filhote fica de dois a quatro dias. O desmame ocorre após os dois primeiros meses de vida.","textSound": "../files/sounds/text_song/reproducao_capivara.mp3"},
      {"menu": "características", "text":"Reino: Animalia; Filo: Chordata; Ordem: Rodentia; Família Caviidae; Gênero: Hydrochoerus; Espécie: Hydrochoerushydrochaeris; A capivara é o maior roedor vivente, atingindo altura média na cernelha de 50cm, medem entre 100 a 130 cm de largura e pesam cerca de 30 a 80 quilos. A cabeça é grande, as orelhas curtas e arredondadas e os membros são curtos. A pelagem é longa e grossa de coloração castanho-avermelhada. São animais de natureza herbívora e alimentam-se somente de vegetais como gramíneas e leguminosas.","textSound": "../files/sounds/text_song/caracteristicas_capivara.mp3"},
      {"menu": "curiosidades", "text": "As capivaras têm hábito semi-aquático. São excelentes nadadores e podem permanecer submersos por vários minutos. No Pantanal de Mato Grosso sua densidade populacional foi estimada entre 3,2 a 14,8 indivíduos por hectare, sendo que o tamanho do grupo varia em função da estação do ano. Encontram-se rara ou mesmo extinta em muitas regiões onde era antes comum, mas rapidamente prolifera a ponto de se tornar abundante em regiões favoráveis em que seja protegida. As capivaras são mais ativas a partir das 16 horas até o início da noite, mas podem estar ativas a qualquer hora do dia, especialmente na estação chuvosa.","textSound": "../files/sounds/text_song/curiosidades_capivara.mp3"}
    ],
    "3dModel":""
  },
  {
    "key":"cascavel",
    "name":"Cascavel",
    "animalSound":"../files/sounds/animals/cascavel.wav",
    "midia":{
      "imgs":[
          {"img":"../files/img/cascavel_1.jpg"},
          {"img":"../files/img/cascavel_2.jpg"},
          {"img":"../files/img/cascavel_3.jpg"}
      ],
      "videos":[
        {
          "video": "", "type": "video/mp4"
        }

      ]
    },
    "menus":[
      {"menu": "habitat",  "text":"A cascavel é uma serpente que apresenta uma distribuição geográfica que está restrita a América do Sul (da Colômbia até uma região da Argentina). A maioria das cascavéis é típica de regiões secas, vivendo em campos abertos e regiões pedregosas.","textSound": "../files/sounds/text_song/habitat_cascavel.mp3"},
      {"menu":"reprodução", "text":"Sua reprodução é vivípara, ou seja, são animais cujo embrião se desenvolve dentro do útero materno. A nutrição do embrião (e depois do feto) é realizada na placenta materna. O período de reprodução da cascavel ocorre de novembro à fevereiro, podendo nascer de 16 a 24 filhotes.","textSound": "../files/sounds/text_song/reproducao_cascavel.mp3"},
      {"menu": "características", "text":"Reino: Animalia; Filo: Chordados; Classe: Reptilia; Ordem: Squamata; Família:  Viperidae; Subfamília: Crotalinae; Gênero: Crotalus; Espécies: Crotalus durissus;\nA média de vida de uma cascavel oscila entre 10 a 12 anos e pode atingir aproximadamente 1,80 metros de comprimento. Possui uma coloração pardo-escura, com manchas em forma de losango no dorso, alternadas com outras laterais e o ventre apresenta uma cor mais clara. A pele da cascavel ajuda em sua camuflagem, com os tons terrosos que apresentam, são capazes de se assemelhar ao local que habitam, assim confundindo suas presas e predadores. Sua alimentação geralmente envolve pequenos roedores e lagartos.","textSound": "../files/sounds/text_song/caracteristicas_cascavel.mp3"},
      {"menu": "curiosidades", "text": "A cascavel apresenta um chocalho no final de sua cauda onde muitas pessoas acham que cada anel apresenta um ano de sua vida. Na verdade esses anéis não representam sua idade e sim o número de vezes que esta serpente troca de pele. Em média ela muda de pele 2 a 4 vezes ao ano, a cada troca é acrescentado um novo anel ao chocalho. Quando a cobra fica irritada, os faz vibrar fazendo um som de chocalho.","textSound": "../files/sounds/text_song/curiosidades_cascavel.mp3"}
    ],
    "3dModel":""
  },
  {
    "key":"peixe piranha",
    "name":"Peixe Piranha",
    "animalSound":"../files/sounds/animals/piranha.wav",
    "midia":{
      "imgs":[
          { "img":"../files/img/piranha_1.jpg"},
          {"img":"../files/img/piranha_2.jpg"},
          {"img":"../files/img/piranha_3.jpg"}
      ],
      "videos":[
        {
          "video": "", "type": "video/mp4"
        }

      ]
    },
    "menus":[
      {"menu": "habitat",  "text":"A piranha esta amplamente distribuída na América do Sul nos seguintes países: Colômbia, Equador, Paraguai, Peru, Uruguai, Bolívia e no Brasil principalmente nas Bacias do Rio Amazonas, Bacia do Paraguai e da Bacia do Rio São Francisco. Estes peixes vivem em ambientes de média profundidade, mas podem ser encontrados em locais rasos abaixo da vegetação submersa.","textSound": "../files/sounds/text_song/habitat_piranha.mp3"},
      {"menu":"reprodução", "text":"A reprodução ocorre durante a estação chuvosa nos meses de dezembro a março, quando as fêmeas depositam seus ovos sobre plantas submersas em um ninho construído pelo macho e os ovos se aderem a esta vegetação; o cuidado parental pode ocorrer por um ou ambos os pais.","textSound": "../files/sounds/text_song/reproducao_piranha.mp3"},
      {"menu": "características", "text":"Reino: Animalia; Filo: Chordata; Classe: Osteichthyes; Ordem: Characiformes; Família: Characidae; Gênero: Pygocentrus; Espécie: Pygocentrus nattereri; A piranha possui corpo coberto por escamas, corpo chato em formato discóide, mandíbulas adaptadas e dentes com alto poder de corte que funcionam como navalhas no momento da captura de suas presas. Seu tamanho varia entre 18 a 45 centímetros. Geralmente se alimentam de pequenos peixes, pássaros, répteis, moluscos, crustáceos e animais que caem dentro da água em que elas habitam.","textSound": "../files/sounds/text_song/caracteristicas_piranha.mp3"},
      {"menu": "curiosidades", "text": "Durante o dia permanecem em cardumes menores a procura de possíveis presas, já no período noturno ocorre um aumento de indivíduos no cardume para intensificar a patrulha do local na busca por alimento e pode ocorrer comportamento de predação entre indivíduos da mesma espécie ou de diferentes espécies.","textSound": "../files/sounds/text_song/curiosidades_piranha.mp3"}
    ],
    "3dModel":""
  },
  {
    "key":"sapo cururu",
    "name":"Sapo Cururu",
    "animalSound":"../files/sounds/animals/sapo.wav",
    "midia":{
      "imgs":[
          { "img":"../files/img/sapo_1.jpg"},
          {"img":"../files/img/sapo_2.jpg"},
          {"img":"../files/img/sapo_3.jpg"}
      ],
      "videos":[
        {
          "video": "", "type": "video/mp4"
        }

      ]
    },
    "menus":[
      {"menu": "habitat",  "text":"O sapo cururu é nativo das Américas Central e do Sul. São de habitat terrestre ocupam desde áreas de plantações, florestas, árvores, lagos, jardins, áreas urbanas, canais e rios, precisando de água para sua reprodução.","textSound": "../files/sounds/text_song/habitat_sapo.mp3"},
      {"menu":"reprodução", "text":"Na sua reprodução, os machos coaxam para chamar as fêmeas, que as abraçam e depositam ovos e assim são recobertos por esperma. A fêmea pode colocar de 8.000 a 35.000 ovos em cada postura. Esses animais têm sido bastante incluídos nas plantações para o controle de pragas na agricultura, em regiões tropicais.","textSound": "../files/sounds/text_song/reproducao_sapo.mp3"},
      {"menu": "características", "text":"Reino:Animalia; Filo:Chordata; Classe:Amphibia; Ordem:Anura; Família:Bufonidae; Género:Rhinella; Espécie:Rhinellamarina; Atinge, em média, de 10 a15 centímetros, podendo alcançar bem mais que isso. Quanto a coloração e tamanho apresentam dimorfismo sexual (quando indivíduos da mesma espécie e sexo diferentes, possuem marcantes diferenças físicas). As fêmeas são maiores de cor marrom, já os machos são menores e mais claros, num tom amarelo-pardo. Característico dos sapos, apresentam a pele rugosa e seca, com reentrância acima dos olhos que vão até o focinho. Possuem uma grande glândula de veneno localizado atrás de cada olho, chamadas de glândulas parótides. Não possuem pálpebras, mas sim uma membrana nictitante, suas pupilas são estendidas e a íris dourada. As patas dianteiras são livres, enquanto as traseiras há uma membrana interdigital entre os dedos.","textSound": "../files/sounds/text_song/caracteristicas_sapo.mp3"},
      {"menu": "curiosidades", "text": "São animais de hábitos noturnos, durante o dia se esconde entre rochas e buracos, e por possuírem uma alimentação altamente variada vivem em diferentes habitats.","textSound": "../files/sounds/text_song/curiosidades_sapo.mp3"}
    ],
    "3dModel":""
  }
]