[
  {
    "key":"jaguatirica",
    "name":"Jaguatirica",
    "animalSound":"../files/sounds/animals/jaguatirica.wav",
    "midia":{
      "imgs":[
          {"img":"../files/img/jaguatirica_1.jpg"},
          {"img":"../files/img/jaguatirica_2.jpg"},
          {"img":"../files/img/jaguatirica_3.jpg"}
      ],
      "videos":[
        {
           "video": "", "type": "video/mp4"
        }

      ]
    },
    "menus":[
      {"menu": "Habitat",  "text":"A jaguatirica, Nativo da América, podem ser encontradas desde o norte da Argentina até o sul dos Estados Unidos, habitando ao longo de sua distribuição geográfica em diversos habitats como nas florestas tropicais, subtropicais, savanas e mangues.","textSound": "../files/sounds/text_song/habitat_jaguatirica.mp3"},
      {"menu":"Reprodução", "text":"A maturidade sexual dos machos ocorre por volta dos 2 anos de idade e das fêmeas entre 16 e 18 meses, depois disso as fêmeas entram no cio a cada 5 meses em média, durando aproximadamente 8 dias. O período de gestação dura entre 70 e 84 dias e nascem um ou dois filhotes, raramente nascem 3 ou 4. O filhote pesa 90 gramas ao nascer e são amamentados até os nove meses até que aprendam a caçar.","textSound": "../files/sounds/text_song/reproducao_jaguatirica.mp3"},
      {"menu": "Características", "text":"Reino:Animalia;<br>Filo:Chordata;<br>Classe:Mammalia;<br> Ordem:Carnivora;<br>Família:Felidae;<br>Subfamília:Felinae;<br>Gênero:Leopardus;<br>Espécie:L. pardalis;<br>A Jaguatirica é um mamífero carnívoro da família dos felinos. Ela dorme de dia e a noite sai para caçar. Conseguem facilmente escalar árvores. A jaguatirica é considerada o terceiro maior felino do continente. Seu tamanho corporal varia de 70 a 100 cm de comprimento e pesa entre 7 e 15,5 kg. Possuem uma cauda mais curta do que outros felinos, com aproximadamente entre 25 a 40 cm de comprimento. Tendo um tamanho total (da cabeça a cauda) de 1,40 metros. As fêmeas costumam ser menores e mais leves que os machos.","textSound": "../files/sounds/text_song/caracteristicas_jaguatirica.mp3"},
      {"menu": "Curiosidades", "text": "A jaguatirica está no topo da cadeia alimentar, se alimentando da carne de outros animais menores, como roedores, mamíferos, aves, répteis, peixes, dentre outros. A jaguatirica come entre 600 e 900 gramas de carne por dia, sendo a carcaça enterrada quando não digerida toda de uma vez. é o mais abundante dentre os felídeos sul-americanos, sendo listada como estado de conservação \"pouco preocupante\", já foi muito caçada, para o comercio de sua pele, além de ser desejada como animal de estimação por seu tamanho mediano e sua beleza.","textSound": "../files/sounds/text_song/curiosidades_jaguatirica.mp3"}
    ],
    "3dModel":""
  },
  {
    "key":"capivara",
    "name":"Capivara",
    "animalSound":"../files/sounds/animals/capivara.wav",
    "midia":{
      "imgs":[
          { "img":"../files/img/capivara_1.jpg"},
          {"img":"../files/img/capivara_2.jpg"},
          {"img":"../files/img/capivara_3.jpg"}
      ],
      "videos":[
        {
          "video": "", "type": "video/mp4"
        }

      ]
    },
    "menus":[
      {"menu": "Habitat",  "text":"A capivara encontra-se na Colômbia, Venezuela, Guianas, Paraguai e Brasil, em todos os estados, em geral próximos a rios e lagos. Habitam os mais variados tipos de ambiente, desde matas ciliares e savanas sazonalmente inundáveis, a até 500 m de distância.","textSound": "../files/sounds/text_song/habitat_capivara.mp3"},
      {"menu":"Reprodução", "text":"A maturidade sexual é atingida com dois anos de vida. Podem se reproduzir ao longo de todo o ano, o período de gestação é de aproximadamente cinco meses e o tamanho da ninhada varia de dois a seis filhotes. Em condições favoráveis podem ter duas ninhadas por ano.Os filhotes tendem a nascer nas épocas em que os meses são mais quentes. Neste período, as fêmeas se afastam do grupo na procura de um lugar para fazer o ninho com a utilização de capim e folhas, onde o filhote fica de dois a quatro dias. O desmame ocorre após os dois primeiros meses de vida.","textSound": "../files/sounds/text_song/reproducao_capivara.mp3"},
      {"menu": "Características", "text":"Reino: Animalia; Filo: Chordata; Ordem: Rodentia; Família Caviidae; Gênero: Hydrochoerus; Espécie: Hydrochoerushydrochaeris; A capivara é o maior roedor vivente, atingindo altura média na cernelha de 50cm, medem entre 100 a 130 cm de largura e pesam cerca de 30 a 80 quilos. A cabeça é grande, as orelhas curtas e arredondadas e os membros são curtos. A pelagem é longa e grossa de coloração castanho-avermelhada. São animais de natureza herbívora e alimentam-se somente de vegetais como gramíneas e leguminosas.","textSound": "../files/sounds/text_song/caracteristicas_capivara.mp3"},
      {"menu": "Curiosidades", "text": "As capivaras têm hábito semi-aquático. São excelentes nadadores e podem permanecer submersos por vários minutos. No Pantanal de Mato Grosso sua densidade populacional foi estimada entre 3,2 a 14,8 indivíduos por hectare, sendo que o tamanho do grupo varia em função da estação do ano. Encontram-se rara ou mesmo extinta em muitas regiões onde era antes comum, mas rapidamente prolifera a ponto de se tornar abundante em regiões favoráveis em que seja protegida. As capivaras são mais ativas a partir das 16 horas até o início da noite, mas podem estar ativas a qualquer hora do dia, especialmente na estação chuvosa.","textSound": "../files/sounds/text_song/curiosidades_capivara.mp3"}
    ],
    "3dModel":""
  }
  {
    "key":"sapo cururu",
    "name":"Sapo Cururu",
    "animalSound":"../files/sounds/animals/sapo.wav",
    "key":"piranha",
    "name":"Piranha; Piranha vermelha",
    "animalSound":"",
    "midia":{
      "imgs":[
          { "img":"../files/img/sapo_1.jpg"},
          {"img":"../files/img/sapo_2.jpg"},
          {"img":"../files/img/sapo_3.jpg"}
          { "img":"../files/img/piranha_1.jpg"}
      ],
      "videos":[
        {}
      ]
    },
    "menus":[
      {"menu": "Habitat",  "text":"O sapo cururu é nativo das Américas Central e do Sul. São de habitat terrestre ocupam desde áreas de plantações, florestas, árvores, lagos, jardins, áreas urbanas, canais e rios, precisando de água para sua reprodução.","textSound": "../files/sounds/text_song/habitat_sapo.mp3"},
      {"menu":"Reprodução", "text":"Na sua reprodução, os machos coaxam para chamar as fêmeas, que as abraçam e depositam ovos e assim são recobertos por esperma. A fêmea pode colocar de 8.000 a 35.000 ovos em cada postura. Esses animais têm sido bastante incluídos nas plantações para o controle de pragas na agricultura, em regiões tropicais.","textSound": "../files/sounds/text_song/reproducao_sapo.mp3"},
      {"menu": "Características", "text":"Reino:Animalia; Filo:Chordata; Classe:Amphibia; Ordem:Anura; Família:Bufonidae; Género:Rhinella; Espécie:Rhinellamarina; Atinge, em média, de 10 a15 centímetros, podendo alcançar bem mais que isso. Quanto a coloração e tamanho apresentam dimorfismo sexual (quando indivíduos da mesma espécie e sexo diferentes, possuem marcantes diferenças físicas). As fêmeas são maiores de cor marrom, já os machos são menores e mais claros, num tom amarelo-pardo. Característico dos sapos, apresentam a pele rugosa e seca, com reentrância acima dos olhos que vão até o focinho. Possuem uma grande glândula de veneno localizado atrás de cada olho, chamadas de glândulas parótides. Não possuem pálpebras, mas sim uma membrana nictitante, suas pupilas são estendidas e a íris dourada. As patas dianteiras são livres, enquanto as traseiras há uma membrana interdigital entre os dedos.","textSound": "../files/sounds/text_song/caracteristicas_sapo.mp3"},
      {"menu": "Curiosidades", "text": "São animais de hábitos noturnos, durante o dia se esconde entre rochas e buracos, e por possuírem uma alimentação altamente variada vivem em diferentes habitats.","textSound": "../files/sounds/text_song/curiosidades_sapo.mp3"}
    ],
    "3dModel":""
  }
]